js/soap_requests/vehical_details.xml

 <soapenv:Envelope xmlns:soapenv="http://schemas.xmlsoap.org/soap/envelope/" xmlns:v1="http://schemas.conversesolutions.com/xsd/dmticta/v1">
   <soapenv:Header/>
   <soapenv:Body>
      <v1:GetVehicleLimitedInfo>
         <v1:vehicleNo>?</v1:vehicleNo>
         <v1:phoneNo>94000000000</v1:phoneNo>
      </v1:GetVehicleLimitedInfo>
   </soapenv:Body>
</soapenv:Envelope>
